{
  "Inicio": "Home",
  "Tecnologias": "Technologies",
  "Proyectos": "Projects",
  "Mi CV": "Resume",
  "Hola, soy": "Hi, im",
  "about": "A passionate programmer and technology lover, I love learning a little more about the world of programming every day.",
  "skillTech": "Technologies that I use",
  "years": "years",
  "pryectsh2": "Some of my projects",
  "contactameh2": "Contact me",
  "nameLabel": "Name",
  "subjectLabel": "Subject",
  "mensajeLabel": "Message",
  "enviarButton": "Send",
  "verMasButton": "Show more",
  "Contacto": "Contact Me",
  "AboutMe": "About",

  "sobreMi": "About me",
  "aboutMe": "Full Stack Developer. Committed to continuous learning and staying updated on the latest trends and technologies in the field of development. I have experience with agile methodologies and Scrum, which have allowed me to work effectively in development teams and meet project objectives.",
  "ContactoForm": "Contact Me",
  "twitter": "A Twitter page clone that uses technologies such as SWR, MongoDB, Prisma, among others.",
  "cpcosmeto": "A platform for a cosmetology study, used to schedule and manage appointments.",
  "openvino": "An administration panel for Openvino wineries, utilizing technologies like NextJS, Websocket, Tailwind CSS, and authentication with MetaMask.",
  "emprendar": "A crowdfunding platform that uses technologies such as Next.js, socket.io, passport.js, nodemailer, JWT.",
  "dashboard": "A dashboard template built with Next.js and Tailwind CSS.",
  "node": "A clone of the Firefox Send page that allows you to upload and download files. This project uses technologies like Next.js, Node.js, Express, Firebase, Tailwind CSS, JWT.",
  "uptask": "A task manager similar to Trello. This app uses technologies like Vite.js, MongoDB, Node.js, Express, Socket.IO, Styled Components, JWT.",
  "productHunt": "An imitation of the ProductHunt page where you can post and receive comments. This app uses technologies like Firebase, Next.js, Date-fns, and utility libraries.",
  "ecommerce": "An eCommerce template that uses technologies like Next.js, Passport.js, JWT, cookies, local storage, Mercado Pago, react-responsive-carousel.",
  "message": "An app where I try to mimic the functionality of a real-time messaging app. This app uses technologies like Next.js, MongoDB, Socket.IO, Mongoose, Nodemailer, JWT, authentication, and localStorage.",
  "spacex": "An imitation of the SpaceX page that replicates the design and animations. This landing page is built with HTML5, CSS3, JavaScript, and utilizes the AOS library.",
  "rick": "A character search application where you can list and add different characters to favorites. Technologies used include React.js, Express, Node.js, and PostgreSQL.",
  "games": "An application that utilizes a video game API where you can search, filter, and add new games. This application uses technologies like React.js, Node.js, Express, and PostgreSQL.",
  "veterinary": "An application for a veterinary clinic where you can manage pet appointments. Technologies used include React.js, Tailwind CSS, useState, and useEffect.",
  "constcontrol": "An application where you can manage your budget. This application uses technologies like Vite, useState, and useEffect.",
  "cripto": "An application where you can check the price of cryptocurrency quotes. This application uses technologies like Vite, data fetching, and styled components.",
  "customer": "A customer management system where you can manage your clients. This application uses React.js, useState, and useEffect.",
  "insurance": "An application where you can get insurance quotes for vehicles based on their make and model. This application uses technologies like React.js and styled components.",
  "clima": "A weather application where you can check the weather conditions. This application uses technologies like React.js and data fetching.",
  "raices": "A template for a real estate page, built with HTML5, CSS3, and JavaScript.",
  "barber": "An application for managing appointments at a barbershop, where you can schedule your appointment. This application uses technologies like HTML5, CSS3, and JavaScript."
}
