{
    "Inicio": "Inicio",
    "Tecnologias": "Tecnologías",
    "Proyectos": "Proyectos",
    "Mi CV": "Mi CV",
    "about" : "Un programador apassionado y amante de la tecnologia, Me encanta aprender cada dia un poco más sobre el mundo de la programacion.",
    "skillTech" : "Tecnologias que manejo",
    "years" : "años",
    "pryectsh2" : "Algunos de mis proyectos",


    "emprendar" : "Una plataforma de crowfounding que utiliza tecnologias como: Nextjs, socket.io, passportjs, nodemailer, JWT.",
    "dashboard" : "Plantilla de un dashboard hecha con NextJS y Tailwindcss.",
    "node": "Un clon de la pagina de firefox send que te permite subir y descargar archivos, este proyecto utiliza  tecnologias como: Nextjs, nodejs, express, firebase, tailwindcss, JWT.",
    "uptask": "Un administrador de tareas parecida a trello, esta app utiliza tecnologias como: Vitejs, Mongodb, nodejs, epress, socket.io, style components, JWT.",
    "productHunt": "Una imitacion de la pagina de ProductHunt, en donde podras subir posteos y recibir comentarios, esta app utiliza tecnologias como: Firebase, NextJS, Date-fns y librerias de utilidades.",
    "ecommerce": "Una plantilla para un ecommerce que usa tecnologias como: Nextjs, Passportjs, JWT, cookies, localstorage, Mercado pago, react-responsive-carousel.",
    "message": "Una app en donde intento imitar la funcionalidad de una app de mensajeria en tiempo real, esta app usa tecnologias como: NextJS, MongoDB, SocketIO, moongose, nodemailer, JWT, autenticacion y localSotrage.",
    "spacex": "Una imitacion de la pagina de spaceX en donde se imito el diseño y las animaciones, esta landing esta hecha con: HTML5, CSS3, JavaScript y se utilizo la libreria de AOS.",
    "rick": "Una aplicacion de busqueda de personajes, en donde se puede listar y agregar a favoritos distintos personajes, se utilizaron tecnologias como: Reactjs, express, nodejs, postgresql.",
    "games": "Aplicacion que utiliza una api de videojuegos en donde se puede buscar, filtrar y agregar nuevos juegos. Esta aplicacion utiliza tecnologias como: Reactjs, nodejs,express, postgresql.",
    "veterinary": "Una aplicacion para una veterinaria, en donde se puede gestionar turnos para las mascotas, se utiliza tecnologias como ReactJS, Talwindcss, useState, useEffect.",
    "constcontrol": "Una aplicacion en donde podras gestionar tu presupuesto, esta aplicacion utiliza tecnologias commo: Vite, useState, useEffect.",
    "cripto": "Una aplicacion en donde podras consultar el precio de la cotizazion de criptomonedas, esta aplicacion utiliza tecnologias como Vite, fetching de datos y styled components.",
    "customer": "Un gestor de clientes donde podras administrar tus clientes, esta aplicacion utiliza: ReactJs, useState, useEffect.",
    "insurance": "Una aplicacion en done se puede cotizar el precio de seguro de vehiculos segun su marca y modelo, esta aplicacion usa tecnologias como Reactjs y styled componets",
    "clima": "Una aplicacion para consultar el clima, esta aplicacion utiliza tecnologias como: ReactJS y fetching de datos",
    "raices": "Una plantilla para una pagina de bienes Raices, hecha con HTML5, CSS3 y JavaScript",
    "barber": "Una aplicacion para gestionar turnos de un Salon de barberia, en donde podras sacar tu turno, esta aplicacion utiliza tecnologias como : HTMTL5,CSS3 y JavaScript",

    "emprendarTitle" : "",
    "dashboardTitle" : "",
    "nodeTitle": "",
    "uptaskTitle": "",
    "productHuntTitle": "",
    "ecommerceTitle": "",
    "messageTitle": "",
    "spacexTitle": "",
    "rickTitle": "",
    "gamesTitle": "",
    "veterinaryTitle": "",
    "constcontrolTitle": "",
    "criptoTitle": "",
    "customerTitle": "",
    "insuranceTitle": "",
    "climaTitle": "",
    "raicesTitle": "",
    "barberTitle": ""
  }